{
    "logo":"logo.webp",
    "projects": [
            {
                "id": 1,
                "imagename": "parspar.webp",
                "name": "par spa",
                "category": "flyer"
            },
            {
                "id": 2,
                "imagename": "runakoshirt.webp",
                "name": "Runako Shirt",
                "category": "shirt designs"
            },
            {
                "id": 3,
                "imagename": "tonaz.webp",
                "name": "tonaz",
                "category": "apparel designs"
            },
            {
                "id": 4,
                "imagename": "chandra.webp",
                "name": "chandra",
                "category": "billboard"
            },
            {
                "id": 5,
                "imagename": "methodistmask.webp",
                "name": "methodist mask",
                "category": "apparel designs"
            },
            {
                "id": 6,
                "imagename": "rebelslogo.webp",
                "name": "rebels",
                "category": "logo"
            },
            {
                "id": 7,
                "imagename": "missfah.webp",
                "name": "miss fah",
                "category": "flyer"
            },
            {
                "id": 8,
                "imagename": "biteful.webp",
                "name": "biteful",
                "category": "apparel designs"
            },
            {
                "id": 9,
                "imagename": "runakologo.webp",
                "name": "runako piggery",
                "category": "logo"
            },
            {
                "id": 10,
                "imagename": "bluesurge.webp",
                "name": "bluesurge technologies",
                "category": "logo"
            },
            {
                "id": 11,
                "imagename": "cybernet.webp",
                "name": "cybernet",
                "category": "banner"
            }
        ],
    "testimonies": [
        {
            "id": 1,
            "testimonial": "Sleek Graphics is one highly professional brand and implementation start-up. They are very engaging. I highly recommend them as a part of all structural development teams for business, apparel design, rebranding, marketing etc.",
            "author": "Lufayi 'That Guy' Mavhuto",
            "authorimage": "mavhuto.webp",
            "source": ""
        },
        {
            "id": 2,
            "testimonial": "Sleek Graphics have been very easy to work with. They listened to our needs, and we have been pleased with the creative design concepts he has developed for us. I'm looking forward to working with them again.",
            "author": "John Tazzy",
            "authorimage": "tazzy.webp",
            "source": ""
        }
    ],
    "statements": [
        {
            "id": 1,
            "values": 
            {
                "professionalism": "– mutual respect and transparent work flow through out the operation to maintain a professional relationship is essential.",
                "integrity": "– our work should meet your requirements preserving your identity and solidifying the integrity of your brand.",
                "memorable": "– from the point of engagement to when you receive their design package, the process should be flawless and based on clear communication from our team to you."
            },
            "mission": "Fostering an organic synergy between the creative and our valued clients to produce work that leaves both parties satisfied.",
            "philosophy": "Sleek work communicates volumes getting the message across to all demographics.",
            "vision": "To become the all-encompassing hub for digital solutions."
        }
    ],
    "services": [
        {
            "visualIdentity": "Shaping uncontested perception and impression of brands through visible elements of your brand. We achieve this through Logos & Typography.",
            "marketingMaterial": "Bringing your brand to the people through the use of Business cards, Brochures, Catalogues, Signs, Banners.",
            "productPackaging": "We create designs for your products that communicates your brand’s image through Product Labels of Cans, Boxes, Any other form of containers.",
            "presentations": "To tell a story, sell an idea and breath life to concepts through the use of slide, typography and images in slides.",
            "shirtAndApparel": "We have an in-house array of apparel for sale which are also customizable. We also design apparels for our customers from their own concepts or ideas.",
            "reportsIllustrations": "We make the usually monotonous reporting pop and resonate to the intended audience by bringing color and life to otherwise boring reports for corporates."
        }
    ],
    "profile": [
        {
            "id": 1,
            "name": "Nurdin Chirwa",
            "alterego": "Nurdin Sylvester",
            "phone": "+27 62 668 3369",
            "email": "nurdinschirwa@gmail.com",
            "address": "As soon the office address pops will surely share it",
            "aboutme": "Simple and friendly."
        }
    ]
}
